Repository: Ariadneoliveira98/gitignore
Catalog: Formatação/Hard Disk Test/WD/Ref/locale/UnivUpdater.tmx
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

source: Before clicking Update Firmware, be sure to disable all active backups. Updating the drive firmware interrupts scheduled backups and causes them to fail.
cs_cz: Před kliknutím na možnost Aktualizovat firmware nezapomeňte deaktivovat všechna aktivní zálohování. Aktualizace firmwaru disku přeruší plánovaná zálohování a způsobí jejich selhání.
de_de: Stellen Sie sicher, dass alle aktiven Sicherungen deaktiviert sind, ehe Sie auf „Firmware aktualisieren“ klicken. Die Aktualisierung der Firmware unterbricht geplante Sicherungen und lässt sie fehlschlagen.
es_es: Antes de hacer clic en Actualizar firmware, asegúrese de desactivar todas las copias de seguridad activas. Actualizar el firmware de la unidad interrumpe las copias de seguridad programadas y hace que fallen.
fr_fr: Avant de cliquer sur Mettre à jour le micrologiciel, assurez-vous de désactiver toutes les sauvegardes actives. La mise à jour du micrologiciel du lecteur interrompt toutes les sauvegardes programmées et les fait échouer.
hu_hu: Mielőtt az Firmware frissítése lehetőségre kattint, tiltson le minden aktív biztonsági mentést. A meghajtó firmware-ének frissítésével megszakít minden ütemezett biztonsági mentést és azok hibásak lesznek.
it_it: Prima di fare clic su Aggiorna firmware, disabilitare tutti i backup attivi. L'aggiornamento del firmware dell'unità interrompe i backup programmati e ne provoca il fallimento.
ja_jp: ［ファームウェアのアップデート］をクリックする前に、アクティブなバックアップをすべて無効にしてください。ファームウェアのアップデートが、スケジュールバックアップの障害となり、バックアップ失敗の原因となります
ko_kr: 펌웨어 업데이트를 클릭하기 전에, 활성화되어 있는 모든 백업을 비활성화하십시오. 드라이브 펌웨어 업데이트는 예약된 백업을 중단시키며 장애를 발생시킬 수 있습니다.
nb_no: Sørg for at alle aktive sikkerhetskopieringer er deaktivert for du klikker på Oppdater fastvare. Oppdatinger av fastvare på en stasjon, forstyrrer planlagte sikkerhetskopieringer og fører til at de mislykkes.
nl_nl: Schakel alle actieve back-ups uit alvorens op Update Firmware te klikken. Een update van de firmware van de schijf onderbreekt geplande back-ups en doet ze mislukken.
pl_pl: Pamiętaj, aby wyłączyć wszystkie procedury tworzenia kopii zapasowej, zanim klikniesz polecenie Aktualizuj oprogramowanie sprzętowe. Aktualizacja oprogramowania sprzętowego spowoduje przerwanie tworzenia zaplanowanych kopii zapasowych.
pt_br: Antes de clicar em Atualizar firmware, desative todos os backups ativos. Atualizar o firmware da unidade interrompe os backups programas e faz com que eles falhem.
ru_ru: Прежде чем нажимать «Обновить встроенную программу», обязательно отключите все активные сеансы резервного копирования. При обновлении встроенной программы накопителя запланированные сеансы резервного копирования прерываются и не могут быть завершены.
sv_se: Se till att du inaktiverar alla aktiva säkerhetskopieringar innan du klickar på Uppdatera firmware. Vid uppdatering av fast programvara avbryter alla schemalagda säkerhetskopieringar och gör att dessa misslyckas.
tr_tr: Cihaz Yazılımı Güncelle öğesine tıklamadan önce etkin yedeklemelerin tümünü iptal ettiğinizden emin olun. Sürücü yazılımının güncellenmesi, planlı yedeklemeleri yarıda keser ve hata vermelerine neden olur.
zh_cn: 在单击“更新固件”之前，请确保禁用所有正在运行的备份。更新硬盘固件将中断计划备份作业，并导致它们失败。
zh_tw: 在按下「更新韌體」之前，請記得先停用所有作用中的備份。更新硬碟韌體會中斷排程備份並使備份失敗。

source: WD firmware update to v%1$@ successful. Shut down your computer, and then disconnect the drive's power cable. Restart your computer to finish the update, and then reconnect the drive's power cable.
cs_cz: Aktualizace firmwaru disku WD na verzi %1$@ byla úspěšná. Vypněte počítač a poté odpojte napájecí kabel disku. Znovu počítač zapněte, dokončete aktualizaci a poté opět připojte napájecí kabel disku.
de_de: WD Firmware-Update auf %1$@ erfolgreich. Fahren Sie Ihren Computer herunter und stecken Sie dann das Netzkabel des Laufwerks aus. Starten Sie Ihren Computer neu, um das Update fertigzustellen, und stecken Sie dann das Netzkabel des Laufwerks wieder ein.
es_es: Actualización del firmware de WD a %1$@ completada. Apague su ordenador y desconecte el cable de alimentación de la unidad. Reinicie el ordenador para terminar la actualización y vuelva a conectar el cable de alimentación de la unidad.
fr_fr: Mise à jour du micrologiciel WD en version %1$@ réussie. Arrêtez votre ordinateur puis débranchez le câble d'alimentation du lecteur. Redémarrez votre ordinateur pour terminer la mise à jour puis rebranchez le câble d'alimentation du lecteur.
hu_hu: A WD firmware frissítése sikeres volt a következőre: %1$@. Állítsa le a számítógépét és csatlakoztassa le a meghajtó összes kábelét. A frissítés befejezéséhez indítsa újra a számítógépet, majd csatlakoztassa vissza a meghajtó kábeleit.
it_it: Aggiornamento firmware WD su %1$@ riuscito. Spegnere il computer e scollegare il cavo di alimentazione dell'unità. Per completare l'aggiornamento, riavviare il computer e poi ricollegare il cavo di alimentazione dell'unità.
ja_jp: %1$@のファームウェアアップデートに成功しました。コンピュータをシャットダウンし、ドライブの電源ケーブルを外してください。ドライブの電源ケーブルを接続してコンピュータを再起動し、アップデートを完了してください
ko_kr: %1$@(으)로의 WD 펌웨어가 업데이트되었습니다. 컴퓨터를 종료하고 드라이브의 전원 케이블을 분리하십시오. 업데이트를 종료하기 위해 컴퓨터를 다시 시작하고, 드라이브의 전원 케이블을 다시 연결하십시오.
nb_no: WD-fastvareoppdatering til %1$@ er vellykket. Slå av datamaskinen, og kople fra strømkabelen på stasjonen. Start datamaskinen på nytt for å fullføre oppdateringen, og kople tilbake strømkabelen på stasjonen.
nl_nl: De WD firmware-update naar %1$@ is gelukt. Schakel uw computer uit en koppel vervolgens de stroomkabel van de schijf los. Start uw computer opnieuw op en voltooi de update. Verbind vervolgens de stroomkabel van de schijf opnieuw.
pl_pl: Pomyślnie zaktualizowano oprogramowanie sprzętowe dysku WD do wersji %1$@. Wyłącz komputer, a następnie odłącz kabel zasilania dysku. Uruchom komputer, aby dokończyć aktualizację, a następnie podłącz kabel zasilania dysku.
pt_br: Atualização do firmware WD para %1$@ realizada. Feche o computador e depois desconecte o cabo da unidade da energia. Reinicie seu computador para terminar a atualização e depois volte a conectar o cabo de energia da unidade.
ru_ru: Встроенная программа WD обновлена до версии %1$@. Завершите работу компьютера, а затем отсоедините кабель питания от накопителя. Перезагрузите компьютер, чтобы завершить обновление, а затем подсоедините кабель питания к накопителю.
sv_se: Uppdatering av WD firmware till %1$@ lyckades. Stäng av datorn och koppla ur diskens strömkabel. Starta om datorn för att slutföra uppdateringen och anslut sedan diskens strömkabel igen.
tr_tr: WD üretici yazılımının güncellemesi %1$@ başarılı. Bilgisayarınızı kapatın ve ardından sürücünün güç kablosunu çıkarın. Güncellemeyi bitirmek için bilgisayarınızı yeniden başlatın ve ardından sürücünün güç kablosunu yeniden takın.
zh_cn: WD 固件成功升级到 %1$@。关闭计算机，然后断开硬盘电源线的连接。重启计算机完成更新，然后重新连接硬盘电源线。
zh_tw: WD 韌體更新至 %1$@ 已完成。關閉電腦，然後拔下硬碟的電源線。重新啟動電腦以完成更新，然後重新連接硬碟的電源線。

source: WD firmware update to v%1$@ successful. Shut down your computer and then disconnect the USB cable from your drive. Restart your computer to finish the update, and then reconnect the USB cable to your drive.
cs_cz: Aktualizace firmwaru disku WD na verzi v%1$@ byla úspěšná. Vypněte počítač a poté odpojte kabel USB od disku. Znovu počítač zapněte, dokončete aktualizaci a poté opět připojte kabel USB k disku.
de_de: WD Firmware-Update auf v%1$@ erfolgreich. Fahren Sie Ihren Computer hinunter und ziehen Sie dann das USB-Kabel von Ihrem Laufwerk ab. Starten Sie Ihren Computer neu, um das Update fertigzustellen, und verbinden Sie dann wieder das USB-Kabel zu Ihrem Laufwerk.
es_es: Actualización del firmware de WD a v%1$@ completada. Apague su ordenador y desconecte el cable USB de la unidad. Reinicie el ordenador para terminar la actualización y vuelva a conectar el cable USB a la unidad.
fr_fr: Mise à jour du micrologiciel WD en version v%1$@ réussie. Arrêtez votre ordinateur puis débranchez le câble USB du lecteur. Redémarrez votre ordinateur pour terminer la mise à jour puis rebranchez le câble USB sur votre lecteur.
hu_hu: A WD firmware frissítése sikeres volt a következőre: v%1$@. Állítsa le a számítógépét, és a meghajtóról csatlakoztassa le az összes USB kábelt. A frissítés befejezéséhez indítsa újra a számítógépet, majd a meghajtóra csatlakoztassa vissza az USB kábeleket.
it_it: Aggiornamento firmware WD su v%1$@ riuscito. Spegnere il computer e scollegare il cavo USB dall'unità. Per completare l'aggiornamento, riavviare il computer e poi ricollegare il cavo USB all'unità.
ja_jp: v%1$@のファームウェアアップデートに成功しました。コンピュータをシャットダウンし、ドライブからUSBケーブルを外してください。ドライブにUSBケーブルを接続してコンピュータを再起動し、アップデートを完了してください
ko_kr: v%1$@(으)로의 WD 펌웨어가 업데이트되었습니다. 컴퓨터를 종료하고 USB 케이블을 드라이브에서 분리하십시오. 업데이트를 종료하기 위해 컴퓨터를 다시 시작하고, USB 케이블을 드라이브에 다시 연결하십시오.
nb_no: WD-fastvareoppdatering til v%1$@ er vellykket. Slå av datamaskinen, og kople USB-kabelen fra stasjonen. Start datamaskinen på nytt for å fullføre oppdateringen, og kople tilbake USB-kabelen på stasjonen.
nl_nl: De WD firmware-update naar v%1$@ is gelukt. Schakel uw computer uit en koppel vervolgens de USB-kabel van uw schijf los. Start uw computer opnieuw op om de update te voltooien. Verbind vervolgens de USB-kabel van de schijf opnieuw.
pl_pl: Pomyślnie zaktualizowano oprogramowanie sprzętowe dysku WD do wersji v%1$@. Wyłącz komputer, a następnie odłącz kabel USB od dysku. Uruchom komputer, aby dokończyć aktualizację, a następnie podłącz kabel USB do dysku.
pt_br: Atualização do firmware WD para v%1$@ realizada. Feche o computador e depois desconecte o cabo USB da sua unidade. Reinicie seu computador para terminar a atualização e depois volte a conectar o cabo USB da unidade.
ru_ru: Встроенная программа WD обновлена до версии v%1$@. Завершите работу компьютера, а затем отсоедините кабель USB от накопителя. Перезагрузите компьютер, чтобы завершить обновление, а затем подсоедините кабель USB к накопителю.
sv_se: Uppdatering av WD fast programvara till v%1$@ lyckades. Stäng av datorn och koppla ur USB-kabeln från disken. Starta om datorn för att slutföra uppdateringen och anslut sedan USB-kabeln till disken igen.
tr_tr: WD üretici yazılımının güncellemesi v%1$@ başarılı. Bilgisayarınızı kapatın ve ardından sürücünüzden USB kablosunu çıkarın. Güncellemeyi bitirmek için bilgisayarınızı yeniden başlatın ve ardından USB kablosunu sürücünüze yeniden takın.
zh_cn: WD 固件成功升级到 v%1$@。关闭计算机，然后从硬盘一端断开 USB 线缆。重启计算机完成更新，然后将 USB 线缆重新连接到硬盘。
zh_tw: WD 韌體更新至 v%1$@ 已完成。關閉電腦，然後拔下硬碟的 USB 纜線。重新啟動電腦以完成更新，然後將 USB 纜線重新連接至硬碟。

source: Updating drive firmware. Do not disconnect either the USB cable or the power cable from your drive during the update.
cs_cz: Probíhá aktualizace firmwaru disku. Během této aktualizace od disku neodpojujte kabel USB ani napájecí kabel.
de_de: Firmware des Laufwerks wird aktualisiert. Trennen Sie während des Updates weder das USB-Kabel noch das Netzkabel von Ihrem Laufwerk.
es_es: Actualización del firmware de la unidad. No desconecte ni el cable USB ni el cable de alimentación de su unidad durante la actualización.
fr_fr: Mise à jour du micrologiciel du lecteur. Ne débranchez pas le câble USB ni le câble d'alimentation de votre lecteur pendant la mise à jour.
hu_hu: A meghajtó firmware frissítése. A frissítés alatt a meghajtóról ne csatlakoztassa le az USB kábelt és a tápkábelt.
it_it: Aggiornamento firmware dell'unità. Non scollegare il cavo USB o il cavo di alimentazione dall'unità mentre è in corso l'aggiornamento.
ja_jp: ファームウェアをアップデートしています。アップデート中にドライブからUSBケーブルや電源ケーブルを外さないでください
ko_kr: 드라이브 펌웨어 업데이트 중. 업데이트 중에는 USB 케이블이나 전원 케이블을 드라이브에서 분리하지 마십시오.
nb_no: Oppdatere fastvare på en stasjon Kople ikke fra verken USB-kabelen eller strømkabelen på stasjonen under oppdateringen.
nl_nl: De firmware van de schijf wordt bijgewerkt. Koppel de USB-kabel of de stroomkabel niet los van uw schijf tijdens de update.
pl_pl: Aktualizowanie oprogramowania sprzętowego. Nie odłączaj od dysku kabla USB ani kabla zasilania do chwili ukończenia tej operacji.
pt_br: Atualizando o firmware da unidade. Não desconecte nem o cabo USB nem o cabo da energia da sua unidade durante a atualização.
ru_ru: Идет обновление встроенной программы накопителя. Не отсоединяйте кабель USB или кабель питания от накопителя до окончания процесса обновления.
sv_se: Uppdatering av diskens firmware Koppla inte bort varken USB-kabeln eller strömkabeln från disken under uppdateringen.
tr_tr: Sürücünün üretici yazılımı güncelleniyor. Güncelleme sırasında USB kablosu ya da güç kablosunu sürücüden çıkarmayın.
zh_cn: 正在更新硬盘固件。更新期间，请勿断开 USB 线缆或电源线与硬盘之间的连接。
zh_tw: 正在更新硬碟韌體。在更新期間請勿從硬碟拔下 USB 纜線或電源線。

source: Updating drive firmware. Do not disconnect the USB cable from the drive during the update.
cs_cz: Probíhá aktualizace firmwaru disku. Během této aktualizace od disku neodpojujte kabel USB.
de_de: Firmware des Laufwerks wird aktualisiert. Trennen Sie während des Updates nicht USB-Kabel vom Laufwerk.
es_es: Actualización del firmware de la unidad. No desconecte el cable USB de la unidad durante la actualización.
fr_fr: Mise à jour du micrologiciel du lecteur. Ne débranchez pas le câble USB du lecteur pendant la mise à jour.
hu_hu: A meghajtó firmware frissítése. A frissítés alatt a meghajtóról ne csatlakoztassa le az USB kábelt.
it_it: Aggiornamento firmware dell'unità. Non scollegare il cavo USB dall'unità mentre è in corso l'aggiornamento.
ja_jp: ファームウェアをアップデートしています。アップデート中にドライブからUSBケーブルを外さないでください
ko_kr: 드라이브 펌웨어 업데이트 중. 업데이트 중에는 USB 케이블을 드라이브에서 분리하지 마십시오.
nb_no: Oppdatere fastvare på en stasjon Kople ikke USB-kabelen fra stasjonen under oppdateringen.
nl_nl: De firmware van de schijf wordt bijgewerkt. Koppel de USB-kabel niet los van de schijf tijdens de update.
pl_pl: Aktualizowanie oprogramowania sprzętowego. Nie odłączaj od dysku kabla USB do chwili ukończenia tej operacji.
pt_br: Atualizando o firmware da unidade. Não desconecte o cabo USB da unidade durante a atualização.
ru_ru: Идет обновление встроенной программы накопителя. Не отсоединяйте кабель USB от накопителя до окончания процесса обновления.
sv_se: Uppdatering av diskens firmware Koppla inte bort USB-kabeln från disken under uppdateringen.
tr_tr: Sürücünün üretici yazılımı güncelleniyor. Güncelleme sırasında USB kablosunu sürücüden çıkarmayın.
zh_cn: 正在更新硬盘固件。更新期间，请勿断开 USB 线缆与硬盘之间的连接。
zh_tw: 正在更新硬碟韌體。在更新期間，請勿從硬碟拔下 USB 纜線。

source: UPDF2D.html
ko_kr: 펌웨어를 업데이트할 수 없음
zh_cn: 固件无法更新
zh_tw: 無法更新韌體
